[
  {
    "id": 1,
    "name": "Harmony Haven",
    "description": "Harmony Haven is a volunteer-based organization dedicated to creating peaceful environments for abandoned animals. Join us in providing love, care, and a safe shelter for furry friends in need. Whether it's walking dogs, grooming cats, or organizing adoption events, every act of kindness at Harmony Haven makes a difference in the lives of these lovable companions.",
    "stars": 5,
    "longitude": 8.5417,
    "latitude": 47.3769,
    "priceperhour": 25,
    "city": "Zurich",
    "image":"images/harmonyhaven.png",
    "section":"suggested"
    
  },
  {
    "id": 2,
    "name": "Green Thumb Society",
    "description": "Join the Green Thumb Society and embark on a mission to transform urban spaces into thriving gardens. As a volunteer, you'll have the opportunity to cultivate gardens, plant trees, and educate the community on sustainable gardening practices. Let's come together to beautify our cities, promote biodiversity, and create greener, healthier environments for all.",
    "stars": 4,
    "longitude": 8.5456,
    "latitude": 47.3635,
    "priceperhour": 23,
    "city": "Winterthur",
    "image":"images/greenthumbsociety.png",
    "section":"suggested"
  },
  {
    "id": 3,
    "name": "Artistic Expressions",
    "description": "Artistic Expressions is a nonprofit organization that brings the joy of creativity to underprivileged children. Volunteer with us and help foster the artistic talents of young minds through various workshops and art projects. From painting to sculpture, our aim is to empower children to express themselves and discover the power of art as a form of self-expression.",
    "stars": 5,
    "longitude": 8.5414,
    "latitude": 47.3769,
    "priceperhour": 28,
    "city": "Rüschlikon",
    "image":"images/artisticexpressions.png",
    "section":"suggested"
  },
  {
    "id": 4,
    "name": "Food for All",
    "description": "Food for All is dedicated to fighting hunger and food waste in our community. Join us in collecting surplus food from local businesses and distributing it to those in need. As a volunteer, you'll play a vital role in reducing food insecurity and promoting sustainable practices. Together, let's ensure that no one goes to bed hungry.",
    "stars": 4,
    "longitude": 8.5467,
    "latitude": 47.3673,
    "priceperhour": 22,
    "city": "Zollikon",
    "image":"images/foodforall.png",
    "section":"suggested"
  },
  {
    "id": 5,
    "name": "EcoWarriors",
    "description": "Are you passionate about protecting the environment? Join the EcoWarriors and be part of a movement that strives to make a lasting impact on our planet. Volunteer opportunities include organizing beach cleanups, conducting educational workshops on recycling, and participating in tree-planting initiatives. Let's stand together to preserve our natural resources for future generations.",
    "stars": 5,
    "longitude": 8.5411,
    "latitude": 47.3690,
    "priceperhour": 24,
    "city": "Kilchberg",
    "image":"images/ecowarriors.png",
    "section":"suggested"
  },
  {
    "id": 6,
    "name": "Tech Savvy Minds",
    "description": "Tech Savvy Minds is a nonprofit organization that provides technology education and support to underserved communities. Join us in empowering individuals with digital literacy, teaching coding skills, and bridging the digital divide. Whether it's setting up computer labs, mentoring, or organizing workshops, your contribution at Tech Savvy Minds can change lives and open doors to a brighter future.",
    "stars": 5,
    "longitude": 8.5385,
    "latitude": 47.3760,
    "priceperhour": 26,
    "city": "Affoltern am Albis",
    "image":"images/techsavyminds.png",
    "section": "mightlike"
  },
  {
    "id": 7,
    "name": "Build for a Cause",
    "description": "Build for a Cause is dedicated to constructing safe and affordable housing for families in need. Join us on construction sites, where you can contribute to building homes, renovating spaces, and improving communities. Whether you're skilled in carpentry, plumbing, or painting, your expertise will make a tangible impact on the lives of those seeking a stable and comfortable place to call home.",
    "stars": 4,
    "longitude": 8.5393,
    "latitude": 47.3775,
    "priceperhour": 27,
    "city": "Regensdorf",
    "image":"images/buildforacause.png",
    "section": "mightlike"
  },
  {
    "id": 8,
    "name": "Business Minds",
    "description": "Business Minds is a nonprofit organization focused on providing mentorship and entrepreneurial resources to aspiring individuals. Volunteer with us and help guide aspiring entrepreneurs, facilitate business workshops, and offer valuable insights to help startups thrive. Join our network of business professionals and make a lasting impact on the next generation of innovators.",
    "stars": 5,
    "longitude": 8.5320,
    "latitude": 47.3840,
    "priceperhour": 23,
    "city": "Dietikon",
    "image":"images/businessminds.png",
    "section": "mightlike"
  },
  {
    "id": 9,
    "name": "Architects of Hope",
    "description": "Architects of Hope is an organization that focuses on designing and constructing sustainable structures for communities in need. Volunteer with us and contribute to architectural planning, sustainable design projects, and community development initiatives. Together, we can create spaces that enhance quality of life and empower individuals to thrive.",
    "stars": 4,
    "longitude": 8.5305,
    "latitude": 47.3905,
    "priceperhour": 25,
    "city": "Schlieren",
    "image":"images/architectofhope.png",
    "section": "mightlike"
  },
  {
    "id": 10,
    "name": "Office Angels",
    "description": "Office Angels is a volunteer organization that provides administrative support to nonprofits and community organizations. Join us and lend your organizational and administrative skills to help these organizations operate more efficiently. From data entry to organizing events, your time and expertise will contribute to the success of these vital initiatives.",
    "stars": 5,
    "longitude": 8.5265,
    "latitude": 47.3918,
    "priceperhour": 24,
    "city": "Urdorf",
    "image":"images/officeangels.png",
    "section": "mightlike"
  }
]
